{
    "abstract": "Traditionally, treatments for bacterial infection have focused on killing the microbe or preventing its growth. As antimicrobial resistance becomes more ubiquitous, the feasibility of this approach is beginning to wane and attention has begun to shift toward disrupting the host-pathogen interaction by improving the host defense. Using a high-throughput, fragment-based screen to identify compounds that alleviate <i>Pseudomonas aeruginosa</i>-mediated killing of <i>Caenorhabditis elegans</i>, we identified over 20 compounds that stimulated host defense gene expression. Five of these molecules were selected for further characterization. Four of five compounds showed little toxicity against mammalian cells or worms, consistent with their identification in a phenotypic, high-content screen. Each of the compounds activated several host defense pathways, but the pathways were generally dispensable for compound-mediated rescue in liquid killing, suggesting redundancy or that the activation of unknown pathway(s) may be driving compound effects. A genetic mechanism was identified for LK56, which required the Mediator subunit MDT-15/MED15 and NHR-49/HNF4 for its function. Interestingly, LK32, LK34, LK38, and LK56 also rescued <i>C. elegans</i> from <i>P. aeruginosa</i> in an agar-based assay, which uses different virulence factors and defense mechanisms. Rescue in an agar-based assay for LK38 entirely depended upon the PMK-1/p38 MAPK pathway. Three compounds-LK32, LK34, and LK56-also conferred resistance to <i>Enterococcus faecalis</i>, and the two lattermost, LK34 and LK56, also reduced pathogenesis from <i>Staphylococcus aureus</i> This study supports a growing role for MDT-15 and NHR-49 in immune response and identifies five molecules that have significant potential for use as tools in the investigation of innate immunity.<b>IMPORTANCE</b> Trends moving in opposite directions (increasing antimicrobial resistance and declining novel antimicrobial development) have precipitated a looming crisis: the nearly complete inability to safely and effectively treat bacterial infections. To avert this, new approaches are needed. One idea is to stimulate host defense pathways to improve the clearance of bacterial infection. Here, we describe five small molecules that promote resistance to infectious bacteria by activating <i>C. elegans</i>' innate immune pathways. Several are effective against both Gram-positive and Gram-negative pathogens. One of the compounds was mapped to the action of MDT-15/MED15 and NHR-49/HNF4, a pair of transcriptional regulators more generally associated with fatty acid metabolism, potentially highlighting a new link between these biological functions. These studies pave the way for future characterization of the anti-infective activity of the molecules in higher organisms and highlight the compounds' potential utility for further investigation of immune modulation as a novel therapeutic approach.",
    "authors": [
        {
            "authorRank": 1,
            "firstinit": "NA",
            "firstname": "Nicholas A",
            "lastname": "Hummell",
            "name": "Nicholas A Hummell"
        },
        {
            "authorRank": 2,
            "firstinit": "AV",
            "firstname": "Alexey V",
            "lastname": "Revtovich",
            "name": "Alexey V Revtovich"
        },
        {
            "authorRank": 3,
            "firstinit": "NV",
            "firstname": "Natalia V",
            "lastname": "Kirienko",
            "name": "Natalia V Kirienko"
        }
    ],
    "dateLastModified": {
        "date_string": "2021-02-02",
        "day": "02",
        "month": "02",
        "year": "2021"
    },
    "datePublished": {
        "date_string": "2021-01-06",
        "day": "06",
        "month": "01",
        "year": "2021"
    },
    "doi": "10.1128/mSphere.00950-20",
    "issn": "2379-5042",
    "issueDate": {
        "date_string": "2021-01-06",
        "day": "06",
        "month": "01",
        "year": "2021"
    },
    "issueName": "1",
    "journal": "mSphere",
    "keywords": [
        "C. elegans",
        "E. faecalis",
        "MDT-15/MED15",
        "NHR-49/HNF4",
        "P. aeruginosa",
        "PMK-1/p38 MAPK",
        "S. aureus",
        "high-throughput screen",
        "immune modulators"
    ],
    "nlm": "101674533",
    "pii": "6/1/e00950-20",
    "pmc": "PMC7845594",
    "pubMedType": [
        "Journal Article"
    ],
    "pubmed": "33408224",
    "resourceAbbreviation": "mSphere",
    "title": "Novel Immune Modulators Enhance <i>Caenorhabditis elegans</i> Resistance to Multiple Pathogens.",
    "volume": "6"
}